public class RankInfo
{
    public static string[] info =
    {
        "练气一层",//1
        "练气二层",
        "练气三层",
        "练气四层",
        "练气五层",
        "练气六层",
        "练气七层",
        "练气八层",
        "练气九层",
        "练气十层",

        "筑基一层",//11
        "筑基二层",
        "筑基三层",
        "筑基四层",
        "筑基五层",
        "筑基六层",
        "筑基七层",
        "筑基八层",
        "筑基九层",
        "筑基十层",

        "金丹初期",//21
        "金丹中期",
        "金丹后期",
        "金丹大圆满",

        "元婴初期",//25
        "元婴中期",
        "元婴后期",
        "元婴大圆满",

        "化神初期",//29
        "化神中期",
        "化神后期",
        "化神大圆满",

        "合道初期",//33
        "合道中期",
        "合道后期",
        "合道大圆满",

        "大乘初期",//37
        "大乘中期",
        "大乘后期",

        "渡劫",//40

        "人仙一阶",//41
        "人仙二阶",
        "人仙三阶",
        "人仙四阶",
        "人仙五阶",
        "人仙六阶",
        "人仙七阶",
        "人仙八阶",
        "人仙九阶",
    };
}
